{
	"tips": [
		{
			"id": 1,
			"tip": "When someone is struggling with their mental health, it is easy to spiral into negative thoughts and believe that they are true. Words of reassurance can help these people see through their negative thoughts. Having mental health struggles is not a bad thing. It is completely normal, and while it is difficult to face, it is never something to judge against others."
		},
		{
			"id": 2,
			"tip": "Although it might seem encouraging to say these words, it can also invalidate the feelings and struggles of the other. Pushing someone to do something they are not ready to or capable of doing will only serve to discourage them and give them a harder time than they already are having. It is important to allow the person to do things at their own pace. This will give them a sense of control of their situation and will help them overcome it."
		},
		{
			"id": 3,
			"tip": "When someone is having a hard time, words of reassurance can help them feel like they are not alone in their situation. These words show the person that there is someone by their side who will stand by them through the tough times and help them if they need. These words reassure them that they have a shoulder to lean on and someone to walk by their side."
		},
		{
			"id": 4,
			"tip": "Saying this will make people who are facing mental health issues assume that you are ashamed of them and that they should be avoided by others, even though this is not true. As they are already struggling, they may believe that others will leave them behind because they consider themselves worthless."
		},
		{
			"id": 5,
			"tip": "Patience and kindness can help people overcome their struggles. By being patient and kind, you are showing the person you are talking to that they are not a burden and that they are capable of doing the task, just like everybody else. This will make them feel like they are not as incapable as they might think. Taking one step at a time and believing in someone can help them stand back up and try again."
		},
		{
			"id": 6,
			"tip": "While this might be the case in our perspective, it is not the same for everyone. What you might find to be easy may be hard for others and what others find to be easy may be hard for you. We do not always need to put ourselves in other's shoes, but we should always acknowledge that difference."
		},
		{
			"id": 7,
			"tip": "Saying this invalidates the thoughts and feelings of the person you are talking to because you are telling them that the things they are experiencing and struggling with are figments of their imagination. The difficulties that a person with mental health struggles face are very real because it makes doing simple, everyday tasks harder to accomplish."
		},
		{
			"id": 8,
			"tip": "When things get overwhelming, it is always a good idea to take a break. Taking a break is not being lazy but it is taking the time to reset your mind and your body in order to take on the task again. Once you have rested, you are ready to try again. When life becomes hard, don't give up. Instead, take a break and try again."
		},
		{
			"id": 9,
			"tip": "When someone is overwhelmed and tired, hearing these words can be hurtful. They may be feeling overwhelmed and tired because they have used up their mental or physical strength to finish the task at hand but it is still not going their way. A break is always needed to reset a person's mind and body but telling them that they are lazy invalidates all their efforts and hurts them."
		},
		{
			"id": 10,
			"tip": "When someone has been through something hard and is feeling strong emotions such as anger or sadness, it is important to show them that they are understood and seen. Acknowledging their pain and hardship will help them understand their own feelings, grounding them back into the situation at hand instead of spiraling out of control with their thoughts and emotions."
		},
		{
			"id": 11,
			"tip": "After experiencing something traumatic and being overwhelmed with emotion, saying these words to someone only belittles their experience and their feelings. These are not the words they need to hear at the moment and it will only cause them even more pain and anger. Not only will they feel invalidated, but they will also feel alone in their situation, causing them to spiral downwards into their negative thoughts, feelings, and experiences."
		}
	]
}
 